/* Menu Item for Release Help */
"%@ Help" = "%@ Hilfe";

/* Menu Item for Release About */
"About %@" = "Über %@";

/* Menu Item Label for Check Update */
"Check for Updates..." = "Auf Update prüfen...";

/* Menu Item Label for Email */
"Email Support" = "Email Support";

/* Menu Item Hide Release App */
"Hide %@" = "Verstecken %@";

/* Message Text for Registration Failure */
"Invalid Registration Information!" = "Ungültige Registrierungsinformation!";

/* Menu Item for Order */
"Order Now" = "Jetzt bestellen";

/* Menu Item for Quit Release App */
"Quit %@" = "Aufhören %@";

/* Menu Item Label for FAQ */
"Read FAQ" = "FAQ lesen";

/* Menu Item Label for Online Help */
"Read Online Help" = "Online-Hilfe lesen";

/* Message Text for Registration Successful */
"Registration Successful!" = "Registrierung erfolgreich!";

/* Menu Item Label for Registration */
"Registration..." = "Registrieren...";

/* Information Text for Registration Failure */
"Simple copy and paste your email address and product key exactly as it appears in the confirmation email." = "Einfach kopieren und fügen Sie Ihre Registrierungsname und den Code genau so, wie es in der Bestätigungs-Email angezeigt wird.";

/* Information Text for Registration Successful */
"Thank you for purchase, if you have any problem, please contact us via Email." = "Vielen Dank für den Kauf, wenn Sie irgendein Problem haben, können Sie uns per E-Mail kontaktieren.";

/* Menu Item for WebSite */
"Visit WebSite" = "Website besuchen";

